{
	"id": "1",
	"language_name": "Francais",
	"test_line": "Ceci n  est pas un test",

	"menu.settings": "OPTIONS",
	"menu.menu": "MENU",
	"menu.editor": "EDITEUR",
	"menu.quit": "QUITTER",
	"menu.play": "JOUER",
	"menu.new.game": "NOUVELLE PARTIE",
	"menu.continue": "CONTINUER",

	"menu.options.settings": "PARAMETRES",
	"menu.options.back": "RETOUR",
	"menu.options.fullscreen": "PLEIN ECRAN",
	"menu.options.sfx.volume": "VOLUME DU SON",
	"menu.options.music.volume": "VOLUME DE LA MUSIQUE",
	"menu.options.language.selection": "SELECTION DU LANGUAGE",

	"quest.main": "PRINCIPAL",
	"quest.secondary": "SECONDAIRE",

	"name.antagonist": "Antagoniste",
	"name.arnold": "Arnold",
	"name.shamane": "Shamane",
	"name.mentor": "Mentor",

	"quest.catch.title": "Q1-Attraper",
	"quest.temple1.title": "Q5-Temple 1",
	"quest.temple2.title": "Q15-Temple 2",

	"quest.catch.desc": "Obtenez X poissons",
	"quest.temple1.desc": "Explorez le temple de la joie",
	"quest.temple2.desc": "Explorez le temple de la tristesse",

	"got.pig.totem": "Vous avez obtenu la capuche totem du cochon.",
	"explain.pig.totem": "L odorat surdeveloppe de ce magnifique groin permet de detecter des objets.",
	"use.pig.totem": "Appuyez sur (LB) pour l’utiliser.",

	"got.octopus.totem": "Vous avez obtenu la capuche totem de la pieuvre.",
	"explain.octopus.totem": "Avec cette capuche, plongez et nagez comme un poisson dans l’eau.",

	"got.eagle.totem": "Vous avez obtenu la capuche totem de l’aigle.",
	"explain.eagle.totem": "Portez la et jetez vous dans le vide afin que l’esprit de l’aigle vous emporte dans les cieux.",

	"got.chameleon.totem": "Vous avez obtenu la capuche totem du cameleon.",
	"explain.chameleon.totem": "Portez la afin de vous cacher de vos ennemis !",

	"got.guardian.stick": "Vous avez obtenu le baton du gardien.",
	"explain.guardian.stick": "Il pourra sans doute vous servir pour la suite. Cependant il semble incomplet...",
	"use.guardian.stick": "Appuyez sur (X) pour l’utiliser.",

	"got.guardian.ring": "Vous avez obtenu l’anneau du gardien.",
	"info.guardian.ring": "Grace au collectionneur, le baton semble complet.",
	"explain.guardian.ring": "Chassez et attrapez ce qui vous plaît.",

	"got.joy.ring": "Vous avez obtenu l’anneau de la joie.",
	"info.joy.ring": "Une aura chaleureuse en emane.",
	"explain.joy.ring": "Utilisez le avec le baton du gardien pour attirer objets et creatures vers vous.",

	"got.sadness.ring": "Vous avez obtenu l’anneau de la tristesse.",
	"info.sadness.ring": "Une aura deprimante en emane.",
	"explain.sadness.ring": "Utilisez le avec le baton du gardien pour repousser les objets et creatures loin de vous.",

	"got.scare.ring": "Vous avez obtenu l’anneau de la peur.",
	"info.scare.ring": "Une aura terrifiante en emane.",
	"explain.scare.ring": "Utilisez le avec le bâton du gardien pour figer les objets et creatures dans le temps.",

	"got.anger.ring": "Vous avez obtenu l’anneau de la colere.",
	"info.anger.ring": "Une aura irritante en emane.",
	"explain.aner.ring": "Utilisez le avec le baton du gardien pour tout detruire sur votre passage.",

	"got.joy.fish": "Vous avez obtenu le poisson de la joie.",
	"info.joy.fish": "Ce poisson taquin ne semble pas etre dans son habitat naturel.",

	"got.sadness.fish": "Vous avez obtenu le poisson de la tristesse.",
	"info.sadness.fish": "Ce poisson cafardeux ne semble pas etre dans son habitat naturel.",

	"got.scare.fish": "Vous avez obtenu le poisson de la peur.",
	"info.scare.fish": "Ce poisson affole ne semble pas etre dans son habitat naturel.",

	"got.anger.fish": "Vous avez obtenu le poisson de la colère.",
	"info.anger.fish": "Ce poisson hostile ne semble pas être dans son habitat naturel.",

	"info.craborail": "Le craborail est un crustace qui se balade sur la plage Sud. Attention, il n’hesitera pas a vous pincer !",
	"info.sablamandre": "La sablamandre est un reptile qui se cache sur la plage Est sous les rochers. Elle ne vous laissera pas l attraper si facilement !",
	"info.seagull": "La mouette est le seul animal inoffensif. Elle survole la plage et le phare. Vous ne pouvez pas la toucher !",
	"info.voltigeon": "Le voltigeon est un petit insecte vif vivant sur les montagnes. Capturez le avant qu il ne s enfuie !",
	"info.centipede": "Le scolopendre se promene dans les montagnes. Il reste dans les coins sombres mais n hesite pas a sortir pour vous foncer dessus si vous l approchez trop.",
	"info.varan": "Le Varan est un etre malicieux, qui se camoufle dans la montagne. Il est toujours pret a vous attaquer avec sa langue.",
	"info.mole": "Les taupes se deplacent sous terre et sortent parfois pour attaquer. Profitez de ce laps de temps pour la confronter.",
	"info.bat": "Les chauves souris se baladent au coeur de la montagne. Si vous les attaquez elles vous poursuivront.",
	"info.yoyo": "Les yoyos sont de petites araignees qui vivent dans les arbres. Elles se cachent mais peuvent sortir de leur cachette si on les secoue un peu.",
	"info.poisonous.spider": "Attention ! Contrairement a son cousin le yoyo, cette araignee n hesitera pas a vous attaquer.",
	"info.mosquito": "Le moustique est une espece qui vole dans la forêt. Ne vous faites pas piquer !!",
	"info.snake": "Le serpent apparait lorsque des hautes herbes sont coupees, Mefiez vous des morsures.",
	"info.goose": "L oie se trouve dans la prairie. C est un oiseau inoffensif...Mais attention, elle est completement desinvolte et n hesitera pas a vous attaquer !",
	"info.goat": "De nature calme, les chevres n attaquent que lorsqu elles ont besoin de se defendre.",

	"info.big.joy.demon": "Malgre ses apparences amicales, il n hesitera pas a defendre son habitat. Ces demons se trouvent au temple de la joie.",
	"info.little.joy.demon": "Plus petit et moins puissant que son cousin le grand demon de la joie, il est cependant tout aussi combatif.",
	"info.joy.golem": "Statue qui devient le boss final du temple de la joie, il est corrompu par l antagoniste. En le purifiant vous avez montre votre force en tant qu apprenti gardien.",

	"info.big.sadness.demon": "Son apparence est demoralisante, ils errent dans le temple de la tristesse.",
	"info.little.sadness.demon": "Ces petits demons se promenent en laissant une trainee de larmes derriere lui.",
	"info.sadness.golem": "Statue qui devient le boss final du temple de la tristesse, il est corrompu par l antagoniste. En le purifiant vous avez montre une deuxieme fois votre force en tant qu apprenti gardien.",

	"info.big.scare.demon": "Ce demon se trouve dans le temple de la peur, ils se cachent mais attaqueront si besoin.",
	"info.little.scare.demon": "Comme son cousin le grand demon de la peur, il se cache et attaque en cas de danger.",
	"info.scare.golem": "Statue qui devient le boss final du temple de la peur, il est corrompu par l antagoniste. En le purifiant vous avez montre une troisieme fois votre force en tant qu apprenti gardien.",

	"info.big.anger.demon": "Ces grands demons se baladent dans le temple de la colere. Ils detruisent tout ce qu ils peuvent.",
	"info.little.anger.demon": "Moins grand que les autres, ces demons sont tout autant agressifs.",
	"info.anger.golem": "Statue qui devient le boss final du temple de la colere, il est corrompu par l antagoniste. En le purifiant vous avez montre que vous etes digne du titre de gardien.",

	"ellipsis.two.weeks": "Deux semaines se sont ecoulees et toujours aucune nouvelle du mentor...",
	"cannot.jump": "Non... Je ne me sens pas pret, il me manque quelque chose.",
	"lighthouse.can.jump": "Voulez vous sauter ? Vous ne pourrez plus revenir au phare apres cela.",
	"lighthouse.choice.lets.go": "Allons y !",
	"lighthouse.choice.no": "Finalement non",
	"statue.what.to.do": "Que voulez vous faire ?",
	"statue.save": "SAUVEGARDER",
	"statue.check.map": "REGARDER CARTE",
	"statue.teleport": "TELEPORTER",
	"choice.save": "Voulez-vous sauvegarder votre progression ?",
	"choice.yes": "oui",
	"choice.no": "non",
	"saving.game": "Sauvegarde en cours... Ne quittez pas le jeu...",
	"new.teleport": "Un nouveau point de teleportation est ajoute a la carte.",
	"where.to.teleport": "Ou voulez vous vous teleporter ?",
	"choice.montain": "Montagne",
	"choice.forest.exterior": "Entree de la foret",
	"choice.forest.interior": "Interieur de la foret",
	"choice.south.beach": "Plage Sud",
	"choice.east.beach": "Plage Est",

	"hint.temple.statue": "La statue semble vouloir vous dire quelque chose... Vous entendez un murmure...",
	"hint.joy.1": "Quand le cochon a son groin qui commence a grogner, n hesite pas a charger.",
	"hint.joy.2": "Il faut apprendre a s etendre a de nouveaux horizons",
	"hint.joy.3": "Quand les trappes disparaissent, l issue apparait",

	"hint.sadness.1": "Il faut savoir tomber et rebondir pour reussir",
	"hint.sadness.2": "La barriere disparaitra quand tout sera a la bonne place",

	"opening.anim.1": "Dans un monde alternatif entoure d objets et creatures fantastiques...",
	"opening.anim.2": "Se trouve une ile magique, perdue au coeur de nuages.",
	"opening.anim.3": "Il existe des gardiens protegeant et surveillant l ile de generations en generations...",
	"opening.anim.4": "Pour ne pas que le portail des emotions, menant vers d autres dimensions, ne s active.",
	"opening.anim.5": "Ils contemplent l ile, dans un endroit ou prone la serenite : Le phare des gardiens.",
	"opening.anim.6": "Apres des siecles de paix, l  arrivee d une puissante entite malefique bouleversa l equilibre entre le bien et le mal...",

	"shaman.mountain.1": "Bien le bonjour, petit gardien.|Pourrais tu aller me capturer|quelques craborails ?|Je saurais te recompenser|comme il se doit...",
	"shaman.mountain.1.repeat": "Tu as deja oublie ma requete ?|Rapporte moi 5 craborails,|petit gardien.",
	"shaman.mountain.2": "Merci bien cher petit gardien...|Comme promis, je te remets|cet anneau en guise|de recompense. Maintenant je voudrais que|tu ailles me chercher 5 yoyos.|Attention de ne pas te faire piquer...",
	"shaman.mountain.2.repeat": "Cher gardien, apporte moi 5 yoyos.",
	"shaman.mountain.3": "Oh, quelles magnifiques creatures... Merci gardien Phaos,|je t offre cette|capuche totem du cochon.|Elle te servira a chasser|des objets grace|a son groin.",
	"shaman.mountain.4": "Apporte moi 2 sablamandres et 3 yoyos, gardien Phaos...|Tu devrais aussi aller|voir Arnold, il a|surement quelque chose a|me donner.",
	"shaman.mountain.5": "Ce scarabe est parfait, gardien Phaos !|Je vais pouvoir ameliorer|ta capuche ...",
	"shaman.wait": "Bonjour, jeune gardien.|Je nai rien a te proposer|aujourd hui. Peut etre que|Arnold pourrait taider ?",

	"arnold.1": "Mais v la t y pas que c est le ptit Phaos! En echange d une|poignee de serpents|je te donne un bon|ptit truc juste pour toi,|je suis certain|qu il|te plaira.",
	"arnold.1.repeat": "Oublie pas, il me faut seulement 5 serpents.",
	"arnold.2": "Merci, moustique, ca m fait plaisir, prends ce magnifique anneau.|J en ai pas l utilite|mais il degage|quelque chose|de mystique, j suis certain|que t en trouvera|l utilite.",
	"arnold.3": "Revoila ce brave Phaos ! J ai remarque que recemment,|il y avait des|petits poissons|de la|joie qu etaient pas a leur|place,|il|faudrait que tu les|ramene dans le temple|de la joie.",
	"arnold.3.repeat": "Oublie pas de reconduire les 7 poissons dans le bassin|a la fin du|temple de la joie.",
	"arnold.4": "Salut, Phaos ! Alors comme ca, la vieille shamane veut que je lui|donne un objet special?|Vas me chercher une paire|de sablamandres et je te le|donnerai.",
	"arnold.4.repeat": "Deux sablamandres, deux !! En echange d un objet mystere.",
	"arnold.5": "Merci, mon brave Phaos ! Tiens, vla un magnifique scarabee que tu|peux lui donner, tu feras gaffe,|y a encore des poissons au|mauvais endroit.",
	"arnold.5.repeat": "Oublie pas les poissons a mettre dans|leur habitats, les pauvres... Deja qu ils ne sont|pas tres joyeux...",
	"arnold.6": "La shamane a encore besoin d un de mes services,|en echange de 5 voltigeons|je te donne ce|qu elle veut",
	"arnold.6.repeat": "J ai besoin de 5 voltigeons, n oublie pas.",
	"arnold.6.back": "Merci, Phaos ! Tiens, tu peux lui donner ca. C’est bizarre,|dans toutes les iles j ai|l impression qu les poissons ne sont|pas a leur place",
	"arnold.7": "Que ferait la shamane sans moi, elle a toujours besoin de mes|services. Donne moi|5 craborails et je te|passe ce|qu elle veut",
	"arnold.7.repeat": "Il me faut 5 craborails.",
	"arnold.7.back": "Quelle efficacite ! Merci Phaos, prends ca, la shamane en a besoin.|J ai remarque|qu ici aussi, les poissons|ne sont pas dans leur|bassin, fait gaffe,|ceux la sont|un peu violents.",
	"arnold.wait": "Salut, brave Phaos, la shamane n'a pas besoin|de moi aujourd hui.|Bonne chance dans|tes aventures !",

	"mentor.lighthouse.1": "Phaos... Phaos... ... PHAOS",
	"mentor.lighthouse.2": "Ah enfin ! Tu es reveille, je n ai pas le temps de t expliquer, |le devoir m appelle. Quant a toi, veille sur le phare, |tu n es qu un apprenti, tu seras plus utile ici.",
	"mentor.lighthouse.3": "Je reviendrai rapidement !",
	"mentor.joy": "Arrete toi ! Qui es tu, que cherches tu ?|Tu ne respectes rien du tout !",
	"mentor.sadness": "Reviens ici !",
	"mentor.scare": "...Viens te battre si t es un homme ! Je suis le gardien de l ile,|je t ordonne de t arreter !",
	"mentor.anger": "Rends toi maintenant et je serai peut etre clement!!",
	"mentor.final.1": "Non... Im...Impossible ! Miserable ! A..arrete...",
	"mentor.final.2": "Qu est ce que...PHAOS, fuis !|Fuis loin tu n’es pas de taille...",

	"antagonist.joy": "Tu penses vraiment que je vais t obeir ? Fuis, miserable insecte !",
	"antagonist.sadness.1": "...  Il me restent encore deux temples ...",
	"antagonist.sadness.2": "Encore toi ? Quelle plaie !",
	"antagonist.scare.1": "Et de trois... plus qu un et je pourrais enf..",
	"antagonist.scare.2": "L affrontement est proche...oui...",
	"antagonist.anger.1": "J ai enfin fini avec ces temples, ce monde ne m’est|plus utile... Toutes les pieces sont mises en places",
	"antagonist.anger.2": "JAMAIS ! MWAHAHAHAHA !",
	"antagonist.final.1": "MWAHAHAHA ! J ai finalement reussi...le portail est|enfin mien !",
	"antagonist.final.2": "Quoi, encore un autre? Tu veux te battre, microbe ?|Avec cette machine, je suis invincible.|Viens, je t attends !",

	"mentor.note.1": "Chers ancetres, la tranquillite et la securite de l  île sont en danger... Que faire. Je me suis pourtant prepare tout au long de ma vie mais... Je vais maintenant chercher et affronter l’ennemi. Je me rends immediatement au temple de la joie. Donnez moi la force, chers ancêtres...",
	"mentor.note.2": "Cet individu... il est diabolique ! Comment oses-t-il bafouer ces lieux ! Je l’ai rate de peu mais je l’aurai la prochaine fois. Il se dirige vers le temple de la tristesse, je dois immediatement mettre fin a ces agissements !",
	"mentor.note.3": "J’ai encore echoue... je pensais y arriver cette fois-ci mais cet homme ne recule devant rien! Je pense comprendre ce qu’il cherche a faire en causant tout ce chaos et cela n’augure rien de bon.. Il se dirige maintenant vers le temple de la peur, et cette fois je compte bien l’arrêter !",
	"mentor.note.4": "Il m  a file entre les doigts, je pense qu’il se rapproche de son but. Oh chers ancetres, cette personne ne respecte rien. Il va faire route au temple de la colère, s il reussit je ne pourrai plus l arreter apres... ",
	"mentor.note.5": "J avais raison, il compte se servir du portail qui se trouve au phare, si je peux l empêcher d atteindre le portail je pourrais peut etre le stopper. C est ma derniere chance, je dois y arriver. Sinon, je ne serais plus digne d etre le gardien..",

	"final.anim.1": "Te voila enfin, gardien Phaos, j ai attendu ce moment pendant des annees ...",
	"final.anim.2": "Je vais te reduire en poussiere et enfin je pourrais atteindre mon prime ...",
	"final.anim.3": "Je vais enfin detruire cette ile que je maudis ...",
	"final.anim.4": "slash",
	"final.anim.5": "ough..",
	"final.anim.6": "splash",
	"final.anim.7": "Qu ... QUOI ...",
	"final.anim.8": "...",
	"final.anim.9": "blast",
	"final.anim.11": "Viens par ici, Phaos, je dois te confier quelque chose d important...",
	"final.anim.12": "Petit, je m excuse. Je m etais trompe a ton egard... Tu as fait preuve de courage et de loyaute durant ton sejour sur l ile. Je suis fier de toi, mon petit gardien ...",
	"final.anim.13": "Maintenant il faut que tu nous aides a nous debarrasser de ce maudit intru. Ne t en fais pas, tu n es pas seul ...",
	"final.anim.14": "Toi ?... Comment est ce possible? De toute facon je vais reussir a tous vous eliminer. Peu importe que vous soyez cinq, je suis le plus fort et je me bats seul...",
	"final.anim.15": "Vous allez gouter a ma colere, bande de faibles ...",
	"final.anim.17": "MOUAHAHAH",
	"final.anim.18": "Maintenant que ce maudit portail est active, vous ne pourrez plus m arreter.",
	"final.anim.19": "Si tu penses qu on a peur de toi, tu te trompes, sale necromancien. Phaos, es tu pret a te joindre a nous afin de retablir la paix dans le monde ?",
	"final.anim.20": "Mmh?... Tu fuis encore ton destin ? Ou que tu ailles, nous te retrouverons ... ",
	"final.anim.22": "Mouahahah, le jour ou je croiserai une nouvelle fois votre chemin, je vous abattrai un par un, jusqu au dernier ...",

	"name.note_mentor": "Note du Mentor",
	"notes.lighthouse.bedroom_1": "Un petit message est pose sur le bureau, signe de la main du mentor.",
	"notes.lighthouse.bedroom_2": "Phaos,",
	"notes.lighthouse.bedroom_3": "Le temps est venu pour toi de deployer tes ailes.",
	"notes.lighthouse.bedroom_4": "Puisses-tu me prouver que tu n'as plus peur du monstre sous le lit, je saurai que tu es digne de recevoir ton propre baton.",

	"game.lighthouse.found_staff_1": "Vous avez trouve le\nBATON DE GARDIEN!",
	"game.lighthouse.found_staff_2": "Il semble incomplet, mais se revelera probablement tres utile par la suite.",
	"game.lighthouse.found_staff_3": "Appuyez sur X pour frapper des objets.",

	"notes.lighthouse.hall_1": "Un petit message est pose sur le pupitre, signe de la main du mentor.",
	"notes.lighthouse.hall_2": "Phaos,",
	"notes.lighthouse.hall_3": "J'ai condamne l'entree du phase en partant.",
	"notes.lighthouse.hall_4": "Souhaiterais-tu la rouvrir, souviens-toi du mot de passe. Je l'ai cousu sous la table de fil rouge cardinal."
}